{
  "locale.auto": "System",
  "locale.en": "English",
  "locale.es": "Spanish",
  "locale.zh-hans": "Chinese",
  "locale.zh-hant": "繁体中文",
  "locale.ja": "日语",
  "index.title": "Hello i18n",
  "index.home": "Home",
  "index.component": "Component",
  "index.api": "API",
  "index.schema": "Schema",
  "index.demo": "uni-app globalization",
  "index.demo-description": "Include uni-framework, manifest.json, pages.json, tabbar, Page, Component, API, Schema",
  "index.detail": "Detail",
  "index.language": "Language",
  "index.language-info": "Settings",
  "index.system-language": "System language",
  "index.application-language": "Application language",
  "index.language-change-confirm": "Applying this setting will restart the app",
  "api.message": "Message",
  "schema.name": "Name",
  "schema.add": "Add",
  "schema.add-success": "Add success",
  "index.home_page": "Home",
  "index.about": "About",
  "index.serve_items": "Service",
  "index.serve_center": "Customer",
  "index.news_center": "News",
  "index.common_question": "Q&A",
  "index.recruitment": "Job",
  "index.contact_us": "Contact",
  "index.search_track": "Track",
  "index.track_button": "Search",
  "index.search_price_button": "Track",
  "index.search_price": "International Rate & Transit Times",
  "index.air_dtd": "Air Freight Door-to-Door",
  "index.air_dtd_detail": "We provide a one-stop customs clearance service for our clients, including general trade export customs declaration, tax refund declaration, and ATA customs declaration. We handle customs clearance procedures at the destination airport, assume responsibility for duties, and provide delivery to the door service.",  
  "index.air_to_airport": "Air Freight to Airport", 
  "index.air_to_airport_detail": "We offer a one-stop export customs declaration service and transport goods quickly and safely to the designated airport. Clients are responsible for customs clearance procedures using their own bill of lading.",
  "index.sea_dtd": "Sea Freight Door-to-Door",
  "index.sea_dtd_detail": "We provide a one-stop customs clearance service, including general trade export customs declaration, tax refund declaration, and ATA customs declaration. We handle customs clearance at the destination port, assume responsibility for duties, and provide delivery to the door service.",
  "index.sea_to_port": "Sea Freight to Port",
  "index.sea_to_port_detail": "We offer a one-stop export customs declaration service and transport goods quickly and safely to the designated port. Clients are responsible for customs clearance procedures using their own bill of lading.",  
  "index.railway_dtd": "China-Europe Rail Door-to-Door", 
  "index.railway_dtd_detail": "We provide a one-stop export customs declaration service and transport goods via rail to the specified destination. We handle customs clearance procedures at the destination and assume responsibility for duties and delivery to the door service.",
  "index.global_express": "Global Express",
  "index.global_express_detail": "We provide leading global courier services including DHL, UPS, FedEx, and Aramex, committed to offering efficient and reliable international logistics solutions to our clients.",
  "index.special_price": "Special Offers",
  "index.about_us": "About Us",
  "index.about_us_detail": "Guangzhou Dinghuan International Freight Forwarding Co., Ltd. was established in Guangzhou in 2006 with the approval of relevant national departments. In 2010, it entered Shenzhen and Foshan. After more than ten years of sedimentation and development, we have become a professional service provider providing international warehousing and logistics services, as well as integrating cross-border e-commerce logistics. We focus on Amazon FBA's first leg transportation, including global express delivery, global air freight, and global sea freight. Our business covers both domestic and foreign markets, with over 16000 square meters of transit warehouses in multiple domestic locations, distributed in multiple branches such as Guangzhou, Shenzhen, and Foshan. We have multiple overseas branches in the United States, Canada, Mexico, Japan, and Europe, with a total of over 20000 square meters of overseas warehouses.",
  "index.easy": "Easy",
  "index.worry_free": "Worry Free",
  "index.convenient": "Convenient",
  "index.thoughtful": "Intimate", 
  "index.partner": "Partner",
  "index.partner_detail": "The company maintains close cooperative relationships with many internationally renowned large-scale logistics companies such as DHL, UPS, FED, TNT, EMS, and Hong Kong Post.",
  "index.enter_track_id": "Enter your tracking number",
  "searchprice.us": "America",
	"searchprice.ca": "Canada",
	"searchprice.mx": "Mexico",
  "searchprice.de": "Germany",
	"searchprice.gb": "United Kingdom",
	"searchprice.fr": "France",
	"searchprice.es": "Spain",
	"searchprice.au": "Australia",
  "searchprice.destination": "destination",
	"searchprice.weight": "weight",
	"searchprice.length": "length",
	"searchprice.width": "width",
	"searchprice.height": "height",
  "searchprice.channel": "Channel",
	"searchprice.estimated_freight": "Estimated freight",
	"searchprice.trans_time": "Transportation time",
	"searchprice.available_goods": "Available goods",
	"searchprice.no_data": "No relevant data",
  "searchtrack.no_data": "No tracking number information, please re-enter",
  "searchtrack.current_arrival": "current arrival",
  "about.company_one": "Dinghuan International Logistics was established in Guangzhou in 2006 and entered Shenzhen and Foshan in 2010. It is a professional international logistics company approved by relevant national departments. After more than ten years of precipitation and development, Dinghuan International has developed into a professional international warehousing and international logistics service provider integrating transnational e-commerce logistics service providers.",
  "about.company_two": "We focus on Amazon FBA first-leg transportation, global express delivery, global air transportation, global shipping, etc. Our business is spread all over the world. We currently have more than 16,000 square meters of transit warehouses in many places in China, distributed in Guangzhou, Shenzhen, Foshan and other outlets. It has many overseas branches in the United States, Canada, Mexico, Japan, and Europe, with a total of more than 20,000 square meters of overseas warehouses.",
	"about.company_three": "Company vision: Strive to become a global high-quality international logistics solution provider and create a first-class overseas logistics service platform",
	"about.company_four": "Business philosophy: Customer first, people-oriented, committed to innovation, win-win cooperation",
	"about.company_five": "Service philosophy: Integrity-oriented, pragmatic and efficient, innovation and far-reaching",
  "about.company_title_one": "Founded in 2006",
	"about.company_title_two": "Cross-border e-commerce global distribution service provider",
	"about.company_title_three": "Dedicated to providing professional solutions",
	"about.company_title_four": "for global logistics for cross-border e-commerce"
}
