{
  "locale.auto": "System",
  "locale.en": "English",
  "locale.es": "español",
  "locale.zh-hans": "中文",
  "locale.zh-hant": "繁体中文",
  "locale.ja": "日语",
  "index.title": "Hello i18n",
  "index.home": "Home",
  "index.component": "Component",
  "index.api": "API",
  "index.schema": "Schema",
  "index.demo": "uni-app globalization",
  "index.demo-description": "Include uni-framework, manifest.json, pages.json, tabbar, Page, Component, API, Schema",
  "index.detail": "Detail",
  "index.language": "Language",
  "index.language-info": "Settings",
  "index.system-language": "System language",
  "index.application-language": "Application language",
  "index.language-change-confirm": "Applying this setting will restart the app",
  "api.message": "Message",
  "schema.name": "Name",
  "schema.add": "Add",
  "schema.add-success": "Add success",
  "index.home_page": "La página",
  "index.about": "Perfil",
  "index.serve_items": "Servicios",
  "index.serve_center": "Cliente",
  "index.news_center": "Noticias",
  "index.common_question": "Duda",
  "index.recruitment": "Contratación",
  "index.contact_us": "Contáctanos",
  "index.search_price_button": "Pista",
  "index.track_button": "Buscar",
  "index.search_track": "Rastrear mercancía",
  "index.search_price": "Consultar precio ahora",
  "index.air_dtd": "Transporte aéreo puerta a puerta",
  "index.air_dtd_detail": "Ofrecemos un servicio integral de despacho de aduanas para nuestros clientes, incluyendo declaración de exportación de comercio general, declaración de reembolso de impuestos y declaración ATA, completando los procedimientos de despacho de aduanas en el aeropuerto de destino y asumiendo los aranceles y el servicio de entrega a domicilio.",
  "index.air_to_airport": "Transporte aéreo al aeropuerto",
  "index.air_to_airport_detail": "Ofrecemos un servicio integral de declaración de exportación y transportamos la mercancía de manera rápida y segura al aeropuerto designado, donde el cliente maneja los procedimientos de aduana con su propio conocimiento de embarque.",
  "index.sea_dtd": "Transporte marítimo puerta a puerta",
  "index.sea_dtd_detail": "Ofrecemos un servicio integral de despacho de aduanas para nuestros clientes, incluyendo declaración de exportación de comercio general, declaración de reembolso de impuestos y declaración ATA, completando los procedimientos de despacho de aduanas en el puerto de destino y asumiendo los aranceles y el servicio de entrega a domicilio.",
  "index.sea_to_port": "Transporte marítimo al puerto",
  "index.sea_to_port_detail": "Ofrecemos un servicio integral de declaración de exportación y transportamos la mercancía de manera rápida y segura al puerto designado, donde el cliente maneja los procedimientos de aduana con su propio conocimiento de embarque.",
  "index.railway_dtd": "Transporte ferroviario puerta a puerta",
  "index.railway_dtd_detail": "Ofrecemos un servicio integral de declaración de exportación y transportamos la mercancía por ferrocarril al destino designado, completando los procedimientos de despacho de aduanas en el destino y asumiendo los aranceles y el servicio de entrega a domicilio.",
  "index.global_express": "Expreso global",
  "index.global_express_detail": "Ofrecemos servicios de mensajería global líderes como DHL, UPS, FedEx y Aramex, comprometidos a proporcionar soluciones logísticas internacionales eficientes y confiables para nuestros clientes.",
  "index.special_price": "Zona de precios especiales",
  "index.about_us": "Acerca de nosotros",
  "index.about_us_detail": "Dinghuan International Logistics, aprobada por los departamentos relevantes del estado y fundada en Guangzhou en 2006, se estableció en Shenzhen y Foshan en 2010. Después de más de una década de desarrollo y crecimiento, se ha convertido en un proveedor profesional de servicios de almacenamiento internacional y logística internacional, integrando logística de comercio electrónico transnacional. Nos especializamos en transporte de carga de Amazon FBA, mensajería global, transporte aéreo global y transporte marítimo global, con servicios en todo el mundo. A lo largo de los años, hemos acumulado recursos de calidad de la industria de DHL, UPS, FedEx, EMS, Aramex, Matson, COSCO, ZIM, CX, CV, WHL, EK, etc., desarrollando líneas especializadas de alta calidad para Europa, Estados Unidos, Canadá, México, Japón, etc. Seguimos el principio de 'estabilidad de tiempo, despacho rápido, baja tasa de inspección', aprovechando nuestras ventajas en profesionalismo, informatización y globalización para proporcionar servicios seguros, rápidos, económicos y de alta calidad, ganando elogios consistentes dentro y fuera de la industria y disfrutando de una alta reputación tanto a nivel nacional como internacional.",
  "index.easy": "Fácil",
  "index.worry_free": "Sin preocupaciones",
  "index.convenient": "Conveniente",
  "index.thoughtful": "Considerado",
  "index.partner": "Socio",
  "index.enter_track_id": "Ingrese su número de seguimiento",
  "searchprice.us": "美国",
	"searchprice.ca": "加拿大",
	"searchprice.mx": "墨西哥",
  "searchprice.destination": "destino",
	"searchprice.weight": "peso",
	"searchprice.length": "longitud",
	"searchprice.width": "ancho",
	"searchprice.height": "altura",
  "searchprice.channel": "Nombre del canal",
	"searchprice.estimated_freight": "Flete estimado",
	"searchprice.trans_time": "Tiempo de transporte",
	"searchprice.available_goods": "Bienes disponibles",
	"searchprice.no_data": "Sin datos relevantes",
  "searchtrack.no_data": "No hay información del número de seguimiento, vuelva a ingresar",
  "searchtrack.current_arrival": "llegada actual",
	"about.company_one": "Dinghuan International Logistics se estableció en Guangzhou en 2006 y entró en Shenzhen y Foshan en 2010. Es una empresa de logística internacional profesional aprobada por los departamentos nacionales pertinentes. Después de más de diez años de precipitación y desarrollo, Dinghuan International se ha convertido en un proveedor de servicios de almacenamiento y logística internacional profesional que integra a los proveedores de servicios logísticos de comercio electrónico transnacionales.",
  "about.company_two": "Nos centramos en el transporte de ida y vuelta de Amazon FBA, la entrega urgente global, el transporte aéreo global, el transporte marítimo global, etc. Nuestro negocio cubre los mercados nacionales y extranjeros. Actualmente contamos con más de 16.000 metros cuadrados de almacenes de tránsito nacionales distribuidos en múltiples puntos de venta, como. Cantón, Shenzhen y Foshán. Tiene muchas sucursales en el extranjero en Estados Unidos, Canadá, México, Japón y Europa, con un almacén total en el extranjero de más de 20.000 metros cuadrados.",
	"about.company_three": "Visión de la empresa: Comprometidos a convertirse en un proveedor global de soluciones logísticas internacionales de alta calidad y a crear una plataforma de servicios logísticos en el extranjero de primera clase.",
	"about.company_four": "Filosofía empresarial: el cliente primero, orientado a las personas, comprometido con la innovación, cooperación beneficiosa para todos",
	"about.company_five": "Concepto de servicio: basado en la integridad, pragmático y eficiente, innovador y de gran alcance."
}
